tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "buo/cask-upgrade"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "autoconf"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "docker-compose-completion"
brew "dockutil", link: false
brew "fasd"
brew "ffmpeg"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-when-merged"
brew "go"
brew "glide"
brew "gnu-sed", args: ["with-default-names"]
brew "grep", args: ["with-default-names"]
brew "httpstat"
brew "python"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "mackup"
brew "peco"
brew "pip-completion"
brew "pipenv"
brew "psgrep"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "sift"
brew "ssh-copy-id"
brew "tmux"
brew "tmuxinator-completion"
brew "tree"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "wget"
brew "yarn"
brew "youtube-dl"

cask "1password6"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "betterzip"
cask "blue-jeans"
cask "caffeine"
cask "etcher"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-drive-file-stream"
cask "istat-menus"
cask "iterm2"
cask "kindle"
cask "omniplan"
cask "private-internet-access"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "snagit4"
cask "spectacle"
cask "spotify"
cask "suspicious-package"
cask "telegram"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wireshark"
