# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"

# Binaries
brew "cmatrix"
brew "composer"
brew "curl"
brew "dnsmasq", restart_service: true
brew "git"
brew "imagemagick"
brew "mysql"
brew "nginx", restart_service: true
brew "node"
brew "php", restart_service: true
brew "tmux"
brew "wget"
brew "youtube-dl"

# Apps
cask "adobe-creative-cloud"
cask "atom"
cask "caffeine"
cask "cyberduck"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "imagealpha"
cask "imageoptim"
cask "inboard"
cask "integrity"
cask "licecap"
cask "namechanger"
cask "ngrok"
cask "notion"
cask "opera"
cask "pocket-casts"
cask "private-internet-access"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "rightfont"
cask "sequel-pro"
cask "sketch"
cask "slack"
cask "spotify"
cask "steam"
cask "spectacle"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "vlc"
